Revit 2027 API
ScheduleDefinition.GetField Method
Overload List
Name | Description
GetField(Int32) |  Gets a field.
GetField(ScheduleFieldId) |  Gets a field.
Top
See Also
Reference
ScheduleDefinition Class
Autodesk.Revit.DB Namespace